Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/74_studenter_har_fatt_stipend_for_hoyere_utdanning.html.tmx
Source language: nob
Languages: sma

source: 74 studenter har fått stipend for høyere utdanning
sma: 74 studeenth stipendem jollebe ööhpehtæmman åådtjeme

source: Sametingets stipend for høyere utdanning for høsthalvåret 2022 er nå ferdigbehandlet.
sma: Saemiedigkien stipende jollebe ööhpehtæmman tjaktjeboelhkese 2022 lea daelie illesovveme.

source: Totalt 74 studenter har fått tildelt stipend, og det er til sammen utbetalt 1 498 500 kroner.
sma: Ållesth 74 studeenth leah stipendem åådtjeme jïh tjåanghkan 1 498 500 kråvnah maaksasovveme.

source: Søknadsfristen for stipend fra Sametinget til studenter på lærerutdanninger var 1. oktober.
sma: Stipendi ohtsememierie Saemiedigkeste studeentide lohkehtæjjaööhpehtimmide lij golken 1.b.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) er svært fornøyd med at stipendbehandlingen har gått så raskt, og håper at dette motiverer studentene til å gjøre en god innsats frem mot nyttår.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) leah joekoen madtjele dejnie varke stipendegïetedimmesne, jïh gegkeste daate studeentide skreejrehte hijven barkoem darjodh orrejaepien raajan.

source: - Det samiske samfunnet har et stort behov for både barnehagelærere og lærere med samisk språk- og kulturkompetanse som kan undervise i grunnskole og videregående skole, Jeg håper derfor at mange flere studenter velger lærerutdanninger i fremtiden, sier Mikkelsen.
sma: Manne gegkestem gellie jienebh studeenth lohkehtæjjaööhpehtimmieh veeljieh båetijen aejkien, Mikkelsen jeahta.
